[
    {
      "id": 1,
      "image": "https://imgdb.net/storage/uploads/fcb0696c8a29f4eb9146dc7f15ef0884522c598f1c7898acdcfb7db3821e5927.png",
      "title": "Food Relief for Refugees",
      "category": "Food",
      "category_bg": "#F8714733",
      "card_bg": "#F8714726",
      "text_color": "#F87147",
      "text_button_bg": "#F87147",
      "description": "Millions of refugees worldwide are facing starvation due to displacement and conflict. Your donation will help provide essential food supplies including grains, pulses, and nutritional supplements to families in refugee camps, ensuring they have enough to eat and helping prevent malnutrition and hunger-related illnesses.",
      "price": 200
    },
    {
      "id": 2,
      "image": "https://imgdb.net/storage/uploads/e0502503f070eb14a2d5624c179db69807fd6a700f12a81996cae03c44a07c52.png",
      "title": "Education for Underprivileged Children",
      "category": "Education",
      "category_bg": "#FF444A33",
      "card_bg": "#FF444A26",
      "text_color": "#FF444A",
      "text_button_bg": "#FF444A",
      "description": "Many children from underprivileged backgrounds lack access to quality education, perpetuating cycles of poverty and inequality. Your donation will support educational initiatives providing scholarships, school supplies, and vocational training to children in marginalized communities, empowering them to break the cycle and build a brighter future.",
      "price": 200
    },
    {
      "id": 3,
      "image": "https://imgdb.net/storage/uploads/194e1355112fbe77b9bc18c1889ffa5930f55099094c0914e4d19b333fc28a6a.png",
      "title": "Clean Water Initiative",
      "category": "Health",
      "category_bg": "#0052FF33",
      "card_bg": "#0052FF26",
      "text_color": "#0052FF",
      "text_button_bg": "#0052FF",
      "description": "Access to clean and safe drinking water is a fundamental human right, yet millions of people worldwide lack this basic necessity. Your donation will support projects aimed at providing sustainable water solutions such as wells, boreholes, and water purification systems to communities in need, improving health, sanitation, and overall well-being.",
      "price": 200
    },
    {
      "id": 4,
      "image": "https://imgdb.net/storage/uploads/194e1355112fbe77b9bc18c1889ffa5930f55099094c0914e4d19b333fc28a6a.png",
      "title": "Medical Supplies for Healthcare Workers",
      "category": "Health",
      "category_bg": "#0052FF33",
      "card_bg": "#0052FF26",
      "text_color": "#0052FF",
      "text_button_bg": "#0052FF",
      "description": "Healthcare workers are on the frontlines of battling diseases and pandemics, yet many lack access to essential medical supplies and protective equipment. Your donation will help provide masks, gloves, ventilators, and other critical supplies to hospitals and healthcare facilities, supporting the efforts of frontline workers and saving lives.",
      "price": 200
    },
    {
      "id": 5,
      "image": "https://imgdb.net/storage/uploads/316acdb9b79578f0f034c740c4f702cb0f185495bdc34f6ab9c04cc5ca71d624.png",
      "title": "Clothing Drive for the Homeless",
      "category": "Clothing",
      "category_bg": "#79C23F33",
      "card_bg": "#79C23F26",
      "text_color": "#79C23F",
      "text_button_bg": "#79C23F",
      "description": "Many homeless individuals lack access to clean and warm clothing, leaving them vulnerable to harsh weather conditions and health risks. Your donation will support clothing drives providing jackets, sweaters, socks, and other essential clothing items to homeless shelters and outreach programs, helping keep individuals warm and protected.",
      "price": 200
    },
    {
      "id": 6,
      "image": "https://imgdb.net/storage/uploads/194e1355112fbe77b9bc18c1889ffa5930f55099094c0914e4d19b333fc28a6a.png",
      "title": "Disaster Relief Fund",
      "category": "Health",
      "category_bg": "#0052FF33",
      "card_bg": "#0052FF26",
      "text_color": "#0052FF",
      "text_button_bg": "#0052FF",
      "description": "Natural disasters such as earthquakes, hurricanes, and floods can devastate communities, leaving thousands without homes, food, or clean water. Your donation to our disaster relief fund will support emergency response efforts, including search and rescue operations, provision of emergency shelter, and distribution of food and supplies to affected communities, helping them recover and rebuild in the aftermath of disasters.",
      "price": 200
    },
    {
      "id": 7,
      "image": "https://imgdb.net/storage/uploads/194e1355112fbe77b9bc18c1889ffa5930f55099094c0914e4d19b333fc28a6a.png",
      "title": "Homeless Shelter Support",
      "category": "Health",
      "category_bg": "#0052FF33",
      "card_bg": "#0052FF26",
      "text_color": "#0052FF",
      "text_button_bg": "#0052FF",
      "description": "Millions of people worldwide experience homelessness, facing hardships such as hunger, exposure to harsh weather conditions, and lack of access to basic hygiene facilities. Your donation will support homeless shelters in providing temporary housing, meals, job training, and support services to individuals experiencing homelessness, helping them rebuild their lives and regain stability.",
      "price": 200
    },
    {
      "id": 8,
      "image": "https://imgdb.net/storage/uploads/e0502503f070eb14a2d5624c179db69807fd6a700f12a81996cae03c44a07c52.png",
      "title": "Community Development Projects",
      "category": "Education",
      "category_bg": "#FF444A33",
      "card_bg": "#FF444A26",
      "text_color": "#FF444A",
      "text_button_bg": "#FF444A",
      "description": "Community development projects aim to improve the quality of life for residents by addressing issues such as infrastructure, education, healthcare, and economic opportunities. Your donation will support initiatives such as building schools, clinics, and roads, providing access to clean water and sanitation facilities, and promoting sustainable livelihoods, empowering communities to thrive and prosper.",
      "price": 200
    },
    {
      "id": 9,
      "image": "https://imgdb.net/storage/uploads/316acdb9b79578f0f034c740c4f702cb0f185495bdc34f6ab9c04cc5ca71d624.png",
      "title": "Art and Culture Preservation",
      "category": "Clothing",
      "category_bg": "#79C23F33",
      "card_bg": "#79C23F26",
      "text_color": "#79C23F",
      "text_button_bg": "#79C23F",
      "description": "Art and culture are essential elements of society, reflecting our heritage, traditions, and identity. Yet many cultural artifacts, historical sites, and traditional practices are at risk of being lost due to neglect, conflict, or environmental degradation. Your donation will support initiatives aimed at preserving and promoting art, heritage, and cultural diversity, ensuring these valuable treasures are safeguarded for future generations to appreciate and enjoy.",
      "price": 200
    },
    {
      "id": 10,
      "image": "https://imgdb.net/storage/uploads/194e1355112fbe77b9bc18c1889ffa5930f55099094c0914e4d19b333fc28a6a.png",
      "title": "Mental Health Awareness",
      "category": "Health",
      "category_bg": "#0052FF33",
      "card_bg": "#F8F8FF",
      "text_color": "#0052FF",
      "text_button_bg": "#0052FF",
      "description": "Mental health is a critical aspect of overall well-being, yet stigma, discrimination, and lack of resources often prevent people from seeking help and accessing care. Your donation will support mental health awareness campaigns aimed at raising awareness, reducing stigma, and promoting access to mental health services and support networks, ensuring that individuals struggling with mental health challenges receive the care and support they need to thrive.",
      "price": 200
    },
    {
        "id": 11,
        "image": "https://imgdb.net/storage/uploads/e0502503f070eb14a2d5624c179db69807fd6a700f12a81996cae03c44a07c52.png",
        "title": "Youth Empowerment Programs",
        "category": "Education",
        "category_bg": "#FF444A33",
        "card_bg": "#FF444A26",
        "text_color": "#FF444A",
        "text_button_bg": "#FF444A",
        "description": "Empower young people through education, skill-building, and leadership development programs. Your donation will support initiatives aimed at providing mentorship, vocational training, and entrepreneurship opportunities to disadvantaged youth, empowering them to overcome barriers, fulfill their potential, and contribute positively to their communities and society at large.",
        "price": 200
      },
      {
        "id": 12,
        "image": "https://imgdb.net/storage/uploads/316acdb9b79578f0f034c740c4f702cb0f185495bdc34f6ab9c04cc5ca71d624.png",
        "title": "Winter Clothing Drive for Children",
        "category": "Clothing",
        "category_bg": "#79C23F33",
        "card_bg": "#79C23F26",
        "text_color": "#79C23F",
        "text_button_bg": "#79C23F",
        "description": "As winter approaches, many children from low-income families lack warm clothing to protect them from the cold weather. Your donation will support a winter clothing drive providing jackets, coats, hats, gloves, and boots to children in need, ensuring they stay warm and healthy during the colder months.",
        "price": 200
      }
    ]